Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: • Сообщите врачу, если в течение прошедшей недели вам делали рентген с использованием бария. Барий может повлиять на результаты. • Перед обследованием вас могут спросить о: Ì принимаемых рецептурных и безрецептурных медикаментах, витаминах, лекарственных растениях и пищевых добавках; наличии аллергии на лекарства, продукты питания и латекс; Ì проблемах со здоровьем и перенесенных операциях. • Если вы беременны или можете быть беременны, сообщите до процедуры. Во время обследования • Вы переоденетесь в больничную одежду. • Вы должны будете лечь на левый бок или на живот. • В вену на руке установят катетер. В катетер введут лекарство, чтобы вызвать сонливость. • Горло могут обработать спреем, вызывающим онемение, чтобы подавить позывы к кашлю или ощущение того, что вы подавились. • Врач будет вводить трубку в рот. В пространство вокруг трубки будет проходить воздух, и вы сможете дышать. • Врач осмотрит через трубку ваш пищеварительный тракт. • Будет введен краситель. Вы можете почувствовать небольшую боль. • Будут сделаны рентгеновские снимки. • После этого трубка будет удалена.
en: • Tell your doctor if you have had any barium X-rays in the past week. Barium may affect this test. • Before the test, the staff may ask you about: Ì Your medicines including prescription and over the counter medicines, herbals, vitamins and other supplements Allergies such as to medicines, foods or latex Ì Other health conditions and past surgeries • If you are pregnant, or think you may be pregnant, tell the staff before the test. During the Test • You will wear a hospital gown. • You lie on your left side or stomach. • An IV (intravenous) is put in a vein in your arm. Medicine is given through the IV to make you sleepy. • Numbing medicine may be sprayed into your throat to keep you from coughing or gagging. • The doctor passes the tube through your mouth. You can breathe around the tube. • Your doctor looks through the tube at the inside of the parts of your digestive tract. • Dye is put in. You may feel some pain. • X-rays are taken. • The tube is removed. ERCP. Russian.

source:  Прижимание обоих колен к груди. Медленно прижмите оба колена к груди. Задержите на 5 секунд. Не напрягайте спину. Спина должна соприкасаться с полом всей поверхностью. Скручивания Согните колени. Скрестите руки на груди, поднимайте плечи, пока они не оторвутся от пола. Затем медленно вернитесь в исходное положение.  Диагональные скручивания Держа руки перед собой, оторвите плечи от пола. Потянитесь правым плечом к левому колену. Вернитесь в исходное положение. Затем потянитесь левым плечом к правому колену. Накатывания таза Сведите колени вместе, медленно перекатывайте бедра из стороны в сторону. Плечи должны быть прижаты к полу.  Мостик Согните ноги в коленях. Не отрывайте ступни от пола. Медленно поднимите ягодицы, затем медленно их опустите.
en:  Double knee to chest Slowly bring both knees to your chest. Hold for 5 seconds and keep your back relaxed and flat on the floor. Curl up Bend your knees. Fold your arms across your chest and raise your shoulders until they come off the floor. Then slowly return to the starting position.  Diagonal curl up With your arms held forward, lift your shoulders off the floor. Bring your right shoulder toward your left knee. Return to the floor. Then bring your left shoulder to your right knee. Hip rolls With your knees together, roll your hips slowly from side to side. Keep your shoulders on the floor.  Bridge Bend your knees and keep your feet flat on the floor. Lift your buttocks slowly up and then slowly return them to the floor. Exercises for Your Back. Russian.

source:  Растягивание нижнего отдела спины Из положения на четвереньках прогните спину к полу, вытягиваясь при этом вперед как можно дальше. Сядьте на ноги. Выгибание позвоночника в упоре на четвереньках Займите положение на четвереньках. Прижмите подбородок к груди. Напрягите мышцы живота, вытягивая при этом спину. Растягивание задней поверхности бедра Лягте на спину. Согните ногу в колене под углом 90 градусов. Затем максимально распрямите ногу. Повторите упражнение с другой ногой.
en:  Low back stretch On your hands and knees, push your chest toward the floor, reaching forward as far as you can. Sit back on your feet. Cat stretch Start on your hands and knees. Tuck your chin in toward your chest and tighten your stomach muscles while arching your back. Hamstring stretch Lie on your back. Bend your hip and knee to 90 degrees. Then straighten your knee as far as possible. Repeat this exercise with the other leg. Exercises for Your Back. Russian.

source: спины Your Back  Укрепление мышц живота (поперечная мышца живота) 1. Лягте на спину, рас- слабьтесь и согни- те ноги в коленях. Выполните вдох и выдох. 2. Выдохните и втяните живот. 3. Дышите и удерживайте живот втянутым в течение 10 секунд. 4. Расслабьтесь, а затем повторите упражнение 10 раз. Подъем согнутых в коленях ног 1. Лягте на спину, согнув ноги в коленях. Выпол- ните вдох и выдох. 2. На выдохе втяните жи- вот, чтобы уменьшить нагрузку на спину. Можно положить на живот руку, чтобы не забывать удерживать его втянутым. 3. Продолжайте дышать, удерживая живот втянутым, и поднимите со- гнутую в колене ногу так, чтобы колено было обращено к потолку. 4. Медленно поднимите другую ногу в то же положение и удерживайте обе ноги в течение 5–10 секунд. 5. После чего опустите сначала одну ногу на пол, потом — другую. 6. Расслабьтесь, а затем повторите упражнение 10 раз.
en: Exercises to Strengthen  Tighten tummy (Transverse abdominis) 1. Relax on your back with your knees bent. Breathe in and out. 2. Breathe out and pull your tummy in. 3. Breathe and hold your tummy in for 10 seconds. 4. Relax and then repeat 10 times. Bent knee fall outs 1. Lie on your back with your knees bent. Breathe in and out. 2. Breathe out and tighten your tummy to support your back. You may want to rest your hand on your tummy to remind you to keep it pulled in. 3. Keep breathing, but keep your tummy tight and lift one leg with your knee bent, so your knee is facing the ceiling. 4. Lift the other leg slowly to the same position and hold for 5 to 10 seconds. 5. Then lower one foot to the floor and then the other. 6. Relax and repeat 10 times. Exercises to Strengthen Your Back. Russian.

source:  Мостик 1. Лягте на спину, согнув ноги в коле- нях и вытянув руки вдоль тела. Выпол- ните вдох и выдох. 2. На выдохе втяните живот, чтобы уменьшить нагрузку на спину. 3. Продолжайте дышать, удерживая живот втянутым, и оторвите ягодицы от пола. 4. Задержитесь в этом положении, а затем опуститесь на пол. 5. Повторите упражнение 10 раз. Разведение коленей лежа на боку (отведение бедра и внешнее вращение) 1. Лягте на бок, согнув колени под углом 45–60 градусов. При этом бедра, колени и ступни должны быть сведены вместе. Под- ложите одну руку под голову. 2. Втяните живот и вы- прямите спину, дыши- те спокойно. 3. Не отрывая ступни друг от друга, медленно поднимите верхнее ко- лено как можно выше. Таз должен быть зафиксирован. 4. Задержитесь в этом положении на 5–10 секунд, затем опустите ногу. 5. Повторите упражнение 10 раз. За- тем повернитесь на другую сторону и выполните упражнение еще 10 раз.
en:  Bridging 1. Lie on your back with your knees bent and arms at your sides. Breathe in and out. 2. Breathe out and tighten your tummy to support your back. 3. Keep breathing and keep your tummy tight and lift your buttocks off of the floor. 4. Hold and then lower your buttocks to the floor. 5. Repeat 10 times.  (Hip abduction and Side clam external rotation on side) 1. Lie on your side with your hips, knees, and feet straight over each other, and your knees bent 45 to 60 degrees. Support your head with your arm. 2. Pull in your tummy and straighten your spine while you keep your breathing relaxed. 3. Keep your feet touching and slowly lift the top knee towards the ceiling. Do not let your hips roll back. 4. Hold for 5 to 10 seconds and then lower the leg. 5. Repeat 10 times. Then roll to the other side, and do this exercise again. Exercises to Strengthen Your Back. Russian.

source: укрепления мышц Your Shoulder • Выполняйте упражнения _____ раз (раза) в день:  Правой рукой  Левой рукой  Обеими руками • Повторите каждое упражнение _______ раз (раза). • Задержитесь в каждом положении на _______ сек. • Упражнения, выполняемые лежа на жестком столе, можно также выполнять на полу или на тренировочной скамье. С палкой или тростью Для выполнения этих трех упражнений потребуется длинная палка или трость. Лягте на спину, обхватив палку снизу обеими руками. Выпрямите локти, чтобы палка лежала перпендикулярно бедрам. Поднимите палку как можно выше над головой. Задержитесь в этом положении. Медленно опустите палку вниз и отдохните, затем повторите.
en: Exercises to Strengthen • Do the exercises _____ times a day with: Right arm  Left arm  Both arms • Repeat each exercise _____ times. • Hold each position for _____ seconds. • If you prefer, the exercises done lying on a firm, sturdy table may also be done on the floor or on an exercise bench. With rod or cane For each of the next three exercises, use a long dowel rod or cane.  Lie on your back, holding the dowel with both hands from underneath. Have elbows straight and the dowel resting across your legs. Lift the dowel up over your head as far as you can. Hold. Slowly lower the dowel back down and relax, then repeat. Exercises to Strengthen Your Shoulder. Russian.

source:  Лягте на спину, обхватив палку с двух концов руками. Отставьте одну руку в сторону, согнув ее в локте под углом 90 градусов. Другой рукой передвигайте палку так, чтобы согнутая рука поднялась выше уровня плеча. Задержитесь в этом положении. Опустите руку вниз и отдохните. Повторите упражнение.  Лягте на спину, обхватив палку с двух концов руками. Отставьте одну руку в сторону, согнув ее в локте под углом 90 градусов. Другой рукой передвигайте палку так, чтобы согнутая рука опустилась к талии. Задержитесь в этом положении. Верните руку в исходное положение и отдохните. Повторите упражнение.
en:  Lie on your back with your hands wrapped over the top of the dowel. Have one arm slightly out from your body with the elbow bent 90 degrees. Using the other hand, push the dowel to move the hand up above the shoulder. Hold. Bring the arm back down and relax. Repeat.  Lie on your back with your hands wrapped over the top of the dowel. Have one arm slightly out from your body with the elbow bent at 90 degrees. Using the other hand, push the dowel to move the hand down toward your waist. Hold. Return the arm to the start position and relax. Repeat. Exercises to Strengthen Your Shoulder. Russian.

source: Без палки или трости Для выполнения этих упражнений палка или трость не требуется. По мере укрепления плеча ваш физиотерапевт может попросить вас выполнять упражнения с небольшими утяжелителями. Лягте на бок. Вытяните нижнюю руку вверх и положите ее под голову. Верхнюю руку положите на бок и согните в локте под углом 90 градусов так, чтобы она касалась стола или пола. Не отрывая верхнюю руку от туловища, поднимите ее до уровня плеча. Задержитесь в этом положении, затем опустите руку в исходную позицию. Отдохните и повторите упражнение.  Лягте на стол или скамью лицом вниз. Опустите одну руку вниз к полу. Поднимите руку в сторону параллельно полу.
en: Without rod or cane Put the dowel rod or cane down for the next exercises. Your therapist may have you add light weights as your shoulder gets stronger.  Lie on your side. Have your bottom arm stretched above your head. Have your upper arm at your side with the elbow bent at 90 degrees, so the hand is on the floor or table. With the upper arm fixed at your side, raise your hand up to shoulder level. Hold and then lower to starting point. Relax and repeat. Lie face down on a table or bench. Have one arm hanging straight down to the floor. Lift your arm out to your side until it is parallel to the floor. Exercises to Strengthen Your Shoulder. Russian.

source: Задержитесь в этом положении, затем медленно опустите руку. Отдохните и повторите упражнение.  Лягте на стол или скамью лицом вниз. Опустите одну руку вниз к полу, локоть должен быть выпрямлен. Согните руку в локте и медленно поднимите локоть как можно выше. Задержитесь в этом положении, затем медленно разогните руку и опустите вниз. Отдохните и повторите упражнение. С эластичной лентой или эспандером Для выполнения этих двух упражнений можно воспользоваться эластичной лентой или эспандером.  Движение плеча во внешнем направлении: • Прикрепите эластичную ленту или эспандер к опоре на уровне талии. • Упражнение выполняется стоя или сидя на стуле, руки находятся по бокам.
en: Hold and then slowly lower your arm. Relax and repeat.  Lie face down on a table or bench. Have one arm hanging straight down to the floor with elbow straight. Bend your elbow and slowly bring your elbow up as high as you can. Hold and then slowly straighten your elbow back down. Relax and repeat. With theraband or tubing For the next two exercises, you can use a theraband or resistance tubing. Shoulder External Rotation: • Attach the theraband or tubing at waist height. • Stand or sit on a stool with arms at your sides. Exercises to Strengthen Your Shoulder. Russian.

source: • Согните руку в локте под углом 90 градусов и возьмите эластичную ленту так, чтобы она находилась перед туловищем. • Потяните ленту в сторону, прижимая локоть к туловищу. • Медленно вернитесь в исходное положение. Отдохните, а затем повторите упражнение.  Движение плеча во внутреннем направлении: • Прикрепите эластичную ленту или эспандер к опоре на уровне талии. • Упражнение выполняется стоя или сидя на стуле, руки находятся по бокам. • Возьмите ленту находящейся рядом с ней рукой. • Согните руку в локте под углом 90 градусов и потяните ленту в сторону, прижимая руку к туловищу. • Задержитесь в этом положении, а затем медленно вернитесь в исходное положение. Отдохните и повторите упражнение.
en: • Hold the theraband in one hand with the elbow bent at 90 degrees and the arm across the front of your body. • Pull the theraband out across your body, keeping the elbow at your side. • Slowly return to the start. Relax and then repeat. Shoulder Internal Rotation: • Attach the theraband or tubing at waist height. • Stand or sit on a stool with arms at your sides. • Hold the theraband in the hand closest to the side where the band is attached. • With the elbow bent at 90 degrees and by your side, pull the theraband across the front of your body. • Hold and then slowly return to the starting point. Relax and repeat. Exercises to Strengthen Your Shoulder. Russian.

source: Помните про безопасность • Каждое занятие начинайте с разминки и завершайте упражнениями на расслабление. • Начинайте занятия медленно. • Прислушивайтесь к своему организму. Не пытайтесь выполнять большие нагрузки. Если вы устали, прекратите выполнение упражнений. Не занимайтесь до изнеможения. • В случае появления боли или каких-либо необычных симптомов немедленно прекратите упражнение. Отдохните и, если эти симптомы не исчезнут, обратитесь к врачу. • Во время всех упражнений, выполняемых в положении стоя, держите одну ногу на полу, не тянитесь слишком сильно и не делайте быстрые, резкие движения — это может привести к потере равновесия и падению. • Никогда не задерживайте дыхание. • Ваши суставы становятся более слабыми и подвижными, поэтому не перенапрягайте их, например избегайте глубоких приседаний. Не выполняйте растяжку в виде прыжков и резких движений. Выполняйте растягивающие упражнения медленно. Рекомендуемые виды упражнений • Замечательным физическим упражнением является ходьба. Если вы не были физически активны до беременности, то ходьба может стать хорошим началом. • Можно использовать легкие веса.
en: Exercise safely • Warm up and cool down with each exercise session. • Start slowly. • Listen to your body. Do not try to push yourself too hard. Stop exercising when you get tired. Do not exercise to the point of exhaustion. • If you have pain or any unusual signs, stop exercising right away. Rest and call your doctor if these signs do not go away. • Keep one foot on the floor during all standing exercises, do not over reach and do not do quick, jerky movements. This may throw off your balance. • Never hold your breath. • Your joints are softer, so do not over extend or bend the joints, such as deep knee bends or deep squats. Do not do bouncing stretches. Use a longer slow stretch. Types of exercise to do • Walking is a great exercise. If you were not active before pregnancy, walking may be a good way to start. • You may use light weights. Exercising During Pregnancy. Russian.

source: 4. Чтобы усилить эффект, произнесите «ми...ми...ми», «пи...пи...пи» и «би...би...би».  Улыбка 1. Улыбнитесь так, чтобы были видны ваши верхние и нижние зубы и десны. Слегка сожмите зубы. Не прищуривайте глаза. Задержитесь в таком положении на 5 секунд. 2. Сложите губы бантиком, а затем улыбнитесь. Повторите упражнение 10 раз.  Надувание щек 1. Сделайте глубокий вдох и надуйте щеки. Задержите воздух за щеками, плотно сжав губы. Удерживайте воздух в течение 5 секунд. 2. Глубоко вдохните и задержите воздух только за левой щекой. Затем проделайте то же самое с правой щекой. Буква О 1. Широко откройте рот, прикрыв зубы губами. Сложите губы в форме буквы О. 2. Повторите упражнение 10 раз.
en: 4. For more lip closure practice, say “me… me…me”, “pe…pe…pe”, “be… be…be”.  Smile 1. Smile, showing your upper and lower teeth and gums. Clench your teeth gently. Do not squint your eyes. Hold for 5 seconds. 2. Pucker your lips then smile. Repeat this 10 times.  Cheek Puff 1. Take in a deep breath and puff your cheeks out. Hold the air in your cheeks by tightly closing your lips together. Hold the air in your cheeks for 5 seconds. 2. Take in another deep breath and only hold air in your left cheek. Then switch and hold air only in your right cheek. “O” Exercise 1. Start with your jaw wide open and hide your teeth under your lips. Purse your lips in an “O” shape. 2. Repeat this 10 times. Facial Strengthening Exercises. Russian.

source:  Поднятие нижней губы 1. Поднимите нижнюю губу как можно выше, как будто вы обиделись. Задержитесь в таком положении на 5–10 секунд. 2. Чтобы задействовать шею, поднимите вверх голову с поднятой губой. Удержание предмета губами 1. Положите между губами небольшую плоскую палочку или шпатель. 2. Зажмите ее одними губами так, чтобы она была направлена вперед. 3. Удерживайте палочку в течение 1 минуты либо как можно дольше. Вытягивание языка 1. Откройте рот и высуньте язык. 2. Старайтесь вытянуть язык как можно дальше.
en:  Lower Lip Lift 1. Lift your lower lip up as high as it will go as if you were pouting. Hold this for 5 to 10 seconds. 2. To work your neck, raise your head up and hold while you have your lip up. Lip Hold 1. Put a small flat stick or tongue blade between your lips. 2. Press only with your lips and hold the stick straight out from your mouth. 3. Hold the stick for 1 minute, or as long as you can. Straight Tongue Stretch 1. Open your mouth and stick your tongue straight out, as far as it will go. 2. Stretch it out as far as you can. Facial Strengthening Exercises. Russian.

source:  Вытягивание языка в сторону 1. Высуньте язык как можно дальше вправо и удерживайте его в таком положении 10 секунд. 2. Высуньте язык как можно дальше влево и удерживайте его в таком положении 10 секунд. 3. Высуньте язык и быстро передвигайте им из одной стороны в другую, каждый раз касаясь им уголка рта.  Движение языком вверх и вниз 1. Откройте рот и высуньте язык вниз к подбородку. Удерживайте его в таком положении в течение 10 секунд. 2. Откройте рот и высуньте язык вверх к носу. Удерживайте его в таком положении в течение 10 секунд.
en:  Side Tongue Stretch 1. Stick your tongue out to the right side of your mouth. Stretch it to the right as far as you can for 10 seconds. 2. Stick your tongue out the left side of your mouth. Stretch it to the left as far as you can and hold it for 10 seconds. 3. Stick your tongue out and move it quickly from side to side, being sure to touch the corner of your mouth on each side each time. Up and Down Tongue Stretch 1. Open your mouth and stick your tongue out and down toward your chin. Stretch your tongue down and hold for 10 seconds. 2. Open your mouth and stick your tongue up toward your nose. Stretch your tongue up and hold for 10 seconds. Facial Strengthening Exercises. Russian.

source:  Круговые движения языком 1. Проведите языком по внешней стороне зубов и десен, совершая кругообразное движение. Сначала проведите языком по всем зубам и деснам верхней челюсти. 2. Затем проделайте то же самое с зубами и деснами нижней челюсти.  Перемещение языка по зубному ряду 1. Поставьте кончик языка на острый край передних верхних зубов. 2. Проведите кончиком языка по линии зубов в крайнюю правую точку и удерживайте там язык в течение 5 секунд. 3. Затем проведите языком по линии зубов в крайнюю левую точку и удерживайте там язык в течение 5 секунд. 4. Повторите упражнение с нижними зубами. Облизывание губ 1. Высуньте кончик языка и сделайте им круговое движение, как будто вы облизываете губы. 2. Повторите упражнение 10 раз.
en:  Tongue Sweep 1. Slide your tongue along the outside of your teeth and gums, making circles in your mouth. Start at the top and sweep all the way around the top teeth and gums. 2. Then switch and sweep all the way around the bottom teeth and gums.  Teeth Sweep 1. Touch the tip of your tongue to the biting surface of your upper front teeth. 2. Slide your tongue tip along your tooth line to the far right and hold for 5 seconds. 3. Then slide your tongue along your tooth line to the far left and hold for 5 seconds. 4. Now repeat along the biting surfaces of your bottom teeth. Lick Your Lips 1. Use the tip of your tongue and raise and lower it as you lick your lips. 2. Repeat this 10 times. Facial Strengthening Exercises. Russian.

source:  Движения языком по щеке 1. Поставьте язык на внутреннюю поверхность правой щеки и с усилием проведите им вверх, а затем вниз. Повторите упражнение 10 раз. 2. Повторите упражнение с левой щекой. 3. Поставьте язык на внутреннюю поверхность правой щеки. Поставьте на внешнюю сторону щеки палец и толкайте язык внутрь. Продолжайте в течение 5 секунд. 4. Повторите упражнение с левой щекой.  Упражнения с палочкой 1. Высуньте язык. Прижмите кончик языка к плоской деревянной палочке, шпателю или пластиковой ложке 2–3 раза. С силой прижмите палочку к языку, одновременно толкая ее кончиком языка. Продолжайте в течение 10 секунд.
en:  Tongue in Cheek Push 1. Push your tongue against the inside of your right cheek and move it up and down. Repeat this 10 times. 2. Now do the same on the left cheek. 3. Push your tongue against the inside of your right cheek. Put your finger on the outside of your cheek and push back against your tongue. Hold for 5 seconds. 4. Now do the same on the left cheek.  Tongue Blade 1. Stick your tongue out straight. Press your tongue tip out against a flat wooden stick, tongue blade or plastic spoon 2 or 3 times. Now press the stick in while you push you tongue tip out against the stick. Hold this for 10 seconds. Facial Strengthening Exercises. Russian.
